{"text": "Researchers and patients now use ecological models, which appreciate the porous, interconnected nature of health, to explain complex illnesses that modern medicine struggles to understand.", "children": [{"text": "Modern biomedicine views the body as a closed, mechanistic system and compartmentalizes illness into organ systems. This reductionist approach fails to account for the complex, ecological nature of human health.", "children": [{"text": "A woman who has been experiencing persistent gastrointestinal symptoms despite multiple normal test results, suggests leaky gut syndrome as a possible diagnosis.", "children": [{"text": "Ms Smith, a 40-year-old woman, has been experiencing persistent gastrointestinal symptoms and other related health issues, despite multiple visits to different specialists and normal test results.", "children": [{"text": "Ms Smith is a 40-year-old woman who comes to see me in clinic, having suffered for years with nausea, bloating and irregular stools. She’s been to two gastroenterologists before me, and nothing they recommended was any help. All her tests came back normal – but something’s wrong, no question, and getting worse. There’s pain in her joints now, and sometimes her brain goes foggy. She wakes up most mornings with a migraine, and by the middle of the afternoon, it feels like she’s running on fumes. The gastrointestinal symptoms were bad enough, before whatever is wrong with her started bleeding from the inside out."}]}, {"text": "She apologizes for the messy story and suggests considering the possibility of leaky gut syndrome as a diagnosis.", "children": [{"text": "She stops here to apologise for the messiness of her story, with all its twists and turns. She wishes it weren’t so. She knows from experience how quickly doctors like me defer to the limits of their subspeciality training, prioritising problems that can be localised to a single organ system. But that’s actually why she’s come to see me. Some independent reading has brought a new diagnostic possibility to her mind: what about leaky gut syndrome, a potent albeit controversial diagnosis in which the bowel loses its ability to function as a defensive barrier, becoming suddenly unable to protect the body from its contents?"}]}]}, {"text": "Seeing the intestine as a complex gateway between the body and external environment helps explain health issues that may occur when the intestinal barrier becomes more permeable.", "children": [{"text": "The understanding of the intricate function of a healthy intestine in selectively absorbing nutrients and preventing toxins from entering is causing a shift in the perception of the digestive tract, potentially explaining various health issues arising from a weakened intestinal barrier.", "children": [{"text": "Popular handbooks have taught her about a healthy intestine’s exquisite ability to selectively absorb nutrients while keeping toxins out. This insight has begun to change how she thinks about her digestive tract, from a self-contained inner tube into a sprawling interface with the wider world. Some people’s guts are more permeable than others, she’s learned, leaving them prone to infiltration by an array of noxious exposures. What if all her problems had been caused by a hidden weakness in her intestinal walls? She understands that leaky gut syndrome is a new idea, and that the science behind it is incomplete. But she also knows that more conventional diagnoses have all proven, in her case, inadequate. At least this new one holds within it an intuitive logic, perhaps explaining why her body no longer feels governed by the usual organising lines."}]}]}, {"text": "The standardization of clinical spaces epitomizes how modern healthcare isolates itself, reflecting biomedicine's reductionist view of the body as a closed system of parts rather than an ecological being permeable to the environment; however, growing awareness of the health impacts of climate change challenges biomedicine's compartmentalized approach.", "children": [{"text": "Contemporary healthcare conventions often isolate themselves, as evidenced by the static clinical atmosphere created by the standard design of exam rooms.", "children": [{"text": "Those lines are reinforced by the conventions of contemporary healthcare, which often tends to cloister itself from the outside world. In the office where I work, some of the exam rooms have big, south-facing windows, which I love for the way they let in the changing light, helping me keep track of time and the weather. But the rooms themselves are prototypical, outfitted with adjustable tables and wall-mounted otoscopes, desktop computers and stainless-steel sinks. I’ve lived in four different cities since my medical education began, and it’s the same basic arrangement everywhere. This standard design fosters a static clinical atmosphere that pervades all my patient interactions, no matter the season or the state, the year or the president."}]}, {"text": "Compartmentalization in modern medicine has led to the convergence of hospital and laboratory in mainstream views, with diseases attributed to discrete pathogens and our bodies viewed as closed systems with measurable parts.", "children": [{"text": "Compartmentalisation recurs as a theme in modern medicine, among buildings as well as bodies. Another name for the sort of healing I practise is biomedicine, which emphasises the historical convergence of hospital and laboratory that now governs mainstream views on how we get sick. The emergence of germ theory in the 19th century attributed previously amorphous diseases such as cholera and puerperal fever to discrete pathogens with clear modes of physical entry. By the 20th century, new diagnostic technologies like urinalysis and X-rays had cast fluids and organs as not only fundamentally mechanical, but also universally legible. Over time, our bodies became closed systems, each the rationalised sum of measurable parts, readily explained under controlled conditions."}]}, {"text": "The older model of the body, known as the ecological body, viewed illness as a result of the environment and inner constitution, but it was supplanted by biomedicine in the 20th century, which promoted a vision of a future where human disease could be completely solved.", "children": [{"text": "By contrast, the older model of the body that biomedicine supplanted was far more porous to its surroundings. Illness was an event that occurred at the interface of the environment and one’s inner constitution. Hippocrates, for example, held that exposure to warm winds predisposed the inhabitants of certain cities to flabbiness, diarrhoea and bad hangovers. Medieval European scholars attributed plagues to invisible, poisonous clouds called miasmas. In her book Inescapable Ecologies (2006), the historian Linda Nash dubs this paradigm the ‘ecological’ body, versions of which dominated medical thinking from antiquity to the late 1800s. With the advent of biomedicine, all that changed. Through its triumphant narratives of progress and discovery, medicine from the 20th century on promoted a utopian vision of the future, in which the puzzle of human disease might one day be completely solved."}]}, {"text": "The world is increasingly recognizing the impact of the climate crisis on human health, including heat strokes, tropical infections, food insecurity, water scarcity, mass migration, and the potential challenges faced by healthcare facilities in dealing with these external circumstances.", "children": [{"text": "Lately, though, the world outside the clinic has begun viewing the health of the body through a dystopian lens. The accelerating climate crisis, in particular, has reasserted nature in our shared consciousness as not only powerful, but also directly relevant to human health. Its imminent consequences include not just a rising incidence of heat strokes and tropical infections, but also food insecurity, water scarcity and mass migration. Amid the coming cascade of droughts, wildfires, heat domes and hurricanes, I imagine that the clinic will have a harder time sheltering its orderly internal narratives from volatile external circumstances."}]}]}]}, {"text": "New areas of research like the gut microbiome and concepts like leaky gut syndrome reveal the permeable, interconnected nature of the body. These new models invoke more holistic, ecological views of health.", "children": [{"text": "The integration of environmental perspectives into biomedicine is challenging traditional models and providing new insights, with a focus on advancements in understanding the gut microbiome.", "children": [{"text": "The integration of environmental perspective into the field of biomedicine is illustrating the potential influence of environmental factors on health and disease, challenging traditional biomedical models and providing insight into gaps in current understanding.", "children": [{"text": "At the boundaries of biomedicine, environmental logic already seems to be creeping back in. It’s true for discoveries made within new research paradigms, such as systems biology, and for more speculative disease entities, such as leaky gut syndrome, that get relegated to the diagnostic fringe. In aggregate, these models reveal how environmental upheaval might be reshaping our collective visions of health and illness. As a clinician negotiating my own case of personal climate anxiety, I’m struck by how easy it can be to replace scientific uncertainty with ecological intuition. And yet it’s also surprising how well those intuitions can fill gaps that the biomedical status quo reliably leaves behind."}]}, {"text": "The author spends half of their time at work performing endoscopies and colonoscopies, which provide a visual examination of the digestive tract, but they acknowledge that these procedures may not showcase all forms of dysfunction in the gastrointestinal system.", "children": [{"text": "I spend half of my time at work performing endoscopies and colonoscopies – 30-minute tests that use long, flexible tubes to examine the upper and lower portions of the digestive tract. Over and over on my procedural days, I navigate the same short stretches of visceral terrain. Ms Smith had undergone several such procedures since her symptoms began, each time waking up from anaesthesia to a printed report filled with photographs of smooth, pink, glistening mucosa. As a cornerstone of my clinical practice, endoscopy enables tidy visions of the gastrointestinal system as a closed compartment. But of course there are several forms of potential dysfunction that don’t get showcased along the gut’s inner lining."}]}, {"text": "Advancements in understanding the human gut microbiome and its correlation with various conditions have the potential to revolutionize the field of gastroenterology and provide new explanations for various diseases.", "children": [{"text": "It’s an exciting time to be a gastroenterologist. Whole new layers of physiologic variability are coming into focus, portending fresh explanations of not only digestive disease, but disease writ large. Consider, for example, the human gut microbiome, comprised of the trillions of bacteria that reside in our bowels. Ample research over the past several years has suggested that patterned shifts in the microbiome might correlate with a range of conditions. For instance, relative depletions of certain bacterial phyla have been observed in schizophrenic patients, compared with matched controls. Gut microbiota profiles in neonates have been linked with the risk of an asthma diagnosis by age four. Stool from obese humans can induce weight gain when transferred into the colons of lean mice."}]}, {"text": "The popularity of understanding the impact of gut health on overall well-being has increased, leading to an interest in topics such as daily yogurt consumption and the effects of childhood antibiotics.", "children": [{"text": "In the wake of such expansive findings, popular interest has swelled. My patients have encountered multiple headlines about the importance of daily yogurt consumption or the lasting damage that can be done by childhood antibiotics. They ask for stool tests to measure the wellbeing of their intestinal cohabitants, as eager as Ms Smith to make biological sense of symptoms that are otherwise inexplicable."}]}, {"text": "The current understanding of the microbiome and its interactions with other components of our bodies is still limited and complex.", "children": [{"text": "But it’s too early for any of us to say with confidence what constitutes a thriving microbiome. The research has grown increasingly detailed, yet higher orders of complexity have yet to be unravelled. Rigorous data sets involve the collection of samples from multiple body sites across multiple time points. Increasingly, the microbiome is studied alongside the metabolome, the chemical metabolites produced by the microbiome and found within our cells. And beyond bacteria, there are other microorganisms (the fungi that constitute the gut mycobiome, for example, and the viruses that constitute the gut virome) whose interactions might also be physiologically relevant. With so much complexity, it remains difficult to distinguish signal from noise."}]}]}, {"text": "The increase in ecological models like leaky gut syndrome and simplified views of the microbiome as an ecosystem, moving away from mechanical models.", "children": [{"text": "The gut microbiome is often simplified as a disrupted balance between good and bad bacteria, leading to various physical ailments, which is analogous to a fragile natural ecosystem like a rainforest or coral reef.", "children": [{"text": "Whatever we wind up showing in the end, the gut microbiome is a potent environmental analogy that encourages simplified ecological interpretations. One broad concept recently favoured in the popular discourse is ‘dysbiosis’, defined as disrupted equilibrium between so-called ‘good’ and ‘bad’ bacteria. Extrapolating from laboratory research on the microbiome, the vague notion of dysbiosis has become a trendy culprit for all kinds of physical complaints, from diabetes to inflammatory arthritis. Attention to qualities such as balance and diversity make it easy to think about the gut itself as a natural landscape, as complicated and precarious as a rainforest or a coral reef. In this case, the subtlety of the evolving science of the microbiome has been flattened into straightforward parallels between the body and the wider world."}]}, {"text": "Leaky gut syndrome is not widely recognized or accepted in mainstream medicine.", "children": [{"text": "Leaky gut syndrome sits well beyond the boundaries of conventional biomedical practice"}]}, {"text": "Contemporary interest in probiotics and leaky gut syndrome can be understood within the framework of ancient theories on internal imbalances and ecological health.", "children": [{"text": "These parallels frequently invoke the logic of premodern, ecological bodies. Despite its propagation by cutting-edge research, contemporary interest in the restorative power of probiotics recalls, in its broadest contours, ancient theories of vital humours (eg, blood, phlegm, bile) that likewise supposed illness to arise from internal deficiencies and excesses. A similar ecological sensibility underlies the logic of leaky gut syndrome, the problem suspected by my patient, Ms Smith. Like dysbiosis, it’s a disease model that combines a laboratory measurement (intestinal permeability) with more speculative assumptions about its clinical meaning."}]}, {"text": "Intestinal permeability is a complex process regulated by tight junctions, which help control the flow of nutrients, toxins, and other substances from the gastrointestinal tract into the body, and excessive permeability can lead to inflammation and damage to deeper tissues.", "children": [{"text": "Through the first half of the 20th century, researchers regarded intestinal permeability as an electrical property of gastrointestinal tissue, best measured in terms of voltage potentials. Insights into the transport of charged particles, called ions, were painstakingly gathered from the repeated submersion of little bits of cat gut into saltwater, making it clear that the digestive process was more sophisticated than a sieve. Later on, increasingly powerful microscopes shed light on the complex molecular machinery arranged along the gut’s absorptive surface. Attention to this microanatomy led to a particular focus on tight junctions, dynamic connections that adhere one intestinal cell to the next. These protein complexes work as channels that regulate transit across the intestinal border, with their relative ‘tightness’ modulating the flow of nutrients, toxins and more from the gastrointestinal tract into the rest of the body. Too great an influx of gut contents is presumed harmful. Inflammation follows infiltration, the theory goes, which then precipitates damage to deeper tissues."}]}, {"text": "Conditions like coeliac disease can weaken the intestinal barrier, and the release of a protein called zonulin triggered by gluten intake has been linked to increased intestinal permeability, potentially also associated with conditions such as diabetes and multiple sclerosis.", "children": [{"text": "Certain conditions, such as coeliac disease, are associated with a weakening of the intestinal barrier in a way that is directly measurable. Among patients with coeliac disease, intake of gluten has been shown to trigger the release of a protein called zonulin, which is made inside the body and leaves tight junctions open. Extrapolating from these findings, more tenuous data have suggested connections between increased intestinal permeability and conditions that typically manifest far beyond the gut, such as diabetes and multiple sclerosis. With the accumulation of these correlations, and despite their clear limitations, we’ve seen a rise of even grander theories, such as the speculative concept of a leaky gut."}]}, {"text": "Leaky gut syndrome is challenging to diagnose and assess due to the lack of standardized diagnostic tools and conflicting protocols, such as the lactulose-mannitol test, which measures intestinal permeability.", "children": [{"text": "Unlike the microbiome, leaky gut syndrome sits well beyond the boundaries of conventional biomedical practice. Published studies of intestinal permeability tend to be small, and the diagnostic tools that assess it clinically are poorly validated. Practitioners interested in checking for leaky gut will sometimes order a lactulose-mannitol test – a non-invasive assay of intestinal permeability that extrapolates how readily the gut absorbs two sugars based on their rates of urinary excretion. Normal values herein are badly defined, however, and protocols can differ markedly from one laboratory to the next. Different unrelated physiologic variables can sway the test’s results, from the speed of small intestinal transit to the total volume of urine produced over the test’s duration."}]}, {"text": "Leaky gut syndrome suggests viewing the body as an ecological system, rather than a mechanical one, where symptoms serve as a reminder of our vulnerability to an unstable world.", "children": [{"text": "As with the microbiome, though, the underlying principle of leaky gut syndrome invites us to think about the body as more ecological than mechanical. Popular depictions of intestinal leakiness recall the exquisite permeability of bodies as they were conceptualised before biomedicine, their health predicated on the quality of the surrounding soil or the bad luck of passing through patches of bad air. The walls that came to define and defend the compartmentalised body in the 20th century are beginning to crumble again. Within these newer disease models, all types of symptoms can serve as a visceral reminder of our inherent vulnerability to an unstable world."}]}]}, {"text": "Contested illnesses like POTS and MCS that challenge reductionist models by embracing complexity.", "children": [{"text": "A 20-year-old man presents with unexplained abdominal pain, dizziness, and fatigue, which worsened following a concussion, and although numerous diagnostic tests were conducted, the cause remains unknown.", "children": [{"text": "My clinic patients often carry other diagnoses that skirt biomedical convention. Take for example Mr Jones, a 20-year-old man who has been dealing with unexplained abdominal pain since elementary school. His discomfort markedly worsened after a concussion on the soccer field, and it was suddenly accompanied by dizziness and fatigue. A protracted cycle of doctors’ visits led to a battery of diagnostic tests that revealed almost nothing."}]}, {"text": "The text describes the challenges of diagnosing and treating conditions such as postural orthostatic tachycardia syndrome, joint hypermobility syndrome, and mast cell activation syndrome, which have diverse symptoms and limited treatment options.", "children": [{"text": "By process of elimination, he was left at the nexus of a series of recently coined acronyms: postural orthostatic tachycardia syndrome (POTS), characterised by autonomic nerve dysfunction leading to dizziness and palpitations; joint hypermobility syndrome (JHS), characterised by a laxity of connective tissues predisposing to pain and dislocations; and mast cell activation syndrome (MCAS), characterised by the instability of a certain type of white blood cell, leading to episodes resembling severe allergic reactions. These are problematic diagnoses, insofar as there are no absolute methods available to prove them. Moreover, presenting symptoms can vary a great deal in quality and severity, and treatment options tend to be limited."}]}, {"text": "These disorders are considered contested illnesses and often face skepticism from clinicians, but some practitioners offer support and credibility to marginalized illness communities.", "children": [{"text": "As a group, these disorders fall along a spectrum of ‘contested illnesses’, so called because their clinical reality is frequently a point of contention. Patients such as Mr Jones end up being their usual advocates, while clinicians are their usual detractors. To be fair, medicine isn’t a monolith: there are many practitioners who build their practices in deliberate sympathy with marginalised illness communities, lending credence to diagnostic and therapeutic hypotheses that tend to be dismissed by the mainstream. Of course, rather like their chronically ill patients, the mainstream presumes these practitioners to be outliers."}]}, {"text": "Contested illnesses challenge the conventional belief in the mechanical model of the body, as symptoms can be experienced in unconventional ways and do not follow predictable timelines, emphasizing the importance of complex narratives over reductionism.", "children": [{"text": "At the core of this logic remains a steadfast conventional belief in the mechanical model of the body, which contested illnesses subvert. Subjectively reported symptoms such as pain and numbness can migrate through the body in unusual ways. Constitutional symptoms such as fatigue and insomnia can stutter along unpredictable timelines. Much more so than their biomedically authorised counterparts, the narratives that accompany contested illnesses tend to flout reductionism in favour of complexity."}]}, {"text": "Contested illness communities often turn to ecological models of health and disease, embracing complexity rather than trying to simplify it, in order to seek explanations for ambiguous suffering.", "children": [{"text": "Maybe that complexity is native to these illnesses, or maybe it’s the perception that arises from biomedicine’s failure to parse them. Maybe both of these things are true, and mutually reinforcing. Either way, it leads contested illness communities to dwell on the body’s environmental context for clues that might explain a patient’s otherwise ambiguous suffering. They frequently find their way back to ecological models of health and disease, which embrace complexity rather than attempting to distil it."}]}, {"text": "A sudden headache upon entering a building is usually indicative of issues with the building rather than the individual's health.", "children": [{"text": "A sudden headache upon entering a building generally says more about the building than the head in question"}]}, {"text": "The debate over multiple chemical sensitivity (MCS) continues as some believe it is caused by immunologic factors while others attribute it to psychological reasons, leading patients to drastically alter their environments to avoid even trace amounts of potentially harmful substances.", "children": [{"text": "Consider multiple chemical sensitivity (MCS), a syndrome invoked to explain chronic symptoms such as fatigue, nausea and joint pain with exposure to such things as household cleaners, perfumes or cigarettes. The culprit in these cases is thought to be not just chemicals but the gases they emit, generally at concentrations well below the amount considered toxic to the average person. While mentions of this condition have found their way into peer-reviewed publications, the scientific community continues to debate whether the mechanism is immunologic or psychological. Needless to say, the debate risks offending patients, whose sensitivity and symptoms compel them to radically alter their environment in order to shield themselves from even microscopic amounts of noxious stimuli."}]}, {"text": "Multiple Chemical Sensitivity (MCS) symptoms and triggers vary among individuals and can change over time, reflecting a premodern view of illness as the dynamic interaction between the body and the environment.", "children": [{"text": "Symptoms and triggers of MCS vary from person to person, and can change within the same person over time. While this shape-shifting quality risks delegitimising the condition in the eyes of biomedicine, it conforms to premodern views of illness as the dynamic interaction between the body and its surroundings. In her book Sick Building Syndrome and the Problem of Uncertainty (2006), the historian Michelle Murphy notes that MCS patients tend to read their symptoms not as indicators of internal pathology but of environmental pathology. A sudden headache upon entering an unfamiliar building generally says more about what’s wrong with the building than with the head in question."}]}]}, {"text": "Biomedical explanations involving the immune system also reveal the influence of the environment.", "children": [{"text": "The focus on chemical exposures in Multiple Chemical Sensitivity (MCS) and electromagnetic hypersensitivity syndrome is a postmodern and conservationist response to the environmental toxins for which humans are responsible, reflecting contemporary ecological instincts.", "children": [{"text": "Despite its echo of premodern medical logic, the focus on chemical exposures in MCS is specifically postmodern. Similar scrutiny underlies electromagnetic hypersensitivity syndrome, a condition in which constitutional distress is attributed to nearby computers, phones and other artefacts of digital life. The toxins we fear are frequently toxins for which we, as a species, are responsible. Accordingly, as with disturbances in the microbiome and the presumptive problem of leaky gut, the environmental logic of these contested illnesses gets laced with a conservationist’s knee-jerk guilt about the state of the natural world. Contemporary ecological instincts hold that it is only right for our artificial manipulations of the wider landscape to rebound back to our vulnerable bodies."}]}, {"text": "Biomedical explanations for contested illness often rely on the understanding of the immune system as a complex and interconnected system that is influenced by external factors, challenging the notion of separating ourselves from our environment.", "children": [{"text": "For what it’s worth, biomedically authorised explanations for contested illness sometimes end up trafficking in the same environmental motifs. When struggling to explain the potential origins of complex symptoms, from sluggish bowels to long COVID-19, clinicians like me can be quick to gesture toward the black box of autoimmunity. The burden of explanation gets shifted to the elaborate molecular machinery of our immune system, which is incompletely understood, but nonetheless localised and biochemically verifiable. In her book Flexible Bodies (1995), the anthropologist Emily Martin describes how the rise of immunology as a field first highlighted and later complicated the boundary separating ourselves from our surroundings. Defining the self in immunologic terms turns out to be a lifelong project that relies on a series of external signals, from childhood vaccinations to intermittent bouts of food poisoning. As a result, modern immunology also pushes us to think of the body as a complex system, governed by elaborate feedback loops that subsume our lifestyles, relationships and habitats, stretching past our individual skins."}]}]}]}, {"text": "Illnesses like chronic fatigue syndrome and multiple chemical sensitivity defy straightforward biomedical explanation. Patients and some practitioners turn to environmental factors and ecological models to make sense of these complex conditions.", "children": [{"text": "Illness metaphors like ecology can be limiting despite bringing order to observations.", "children": [{"text": "A person wonders what caused their father's severe allergic reaction after being stung by a bee, despite having been stung many times before.", "children": [{"text": "On my most recent visit to my parents’ home in a cosy suburb of New Jersey, my father walked inside one afternoon with his face, torso and limbs covered in welts. He’d been stung by a bee, he said, while taking out the garbage. Such an impressive allergic reaction had never happened to him before, despite his having been stung hundreds of times previously over the course of his life. What had changed, I wondered? The species of insect? The reactivity of his body? Or something buried in the peculiar, momentary chemistry of their meeting?"}]}, {"text": "Metaphorical frameworks like ecology and machine comparisons attempt to bring order to physical observations, but can carry symbolic baggage that distracts from accurate diagnosis and treatment of illnesses, according to Susan Sontag's book Illness as Metaphor.", "children": [{"text": "Ecology amounts to a metaphorical framework for the body, one that’s no more or less accurate on its face than likening the body to a machine. Both attempt to bring order to an otherwise unwieldy set of physical observations. But approaching health in metaphorical terms also comes with certain interpretive risks. In her book Illness as Metaphor (1978), the critic Susan Sontag provides a lucid account of the symbolic baggage carried over time by diseases such as tuberculosis, cancer and AIDS, before advising that we unhitch this baggage wherever possible. Metaphor flattens the actual illness experience, Sontag argues, and distracts us from the important work of accurate diagnosis and treatment."}]}, {"text": "Ecological illness models tend to romanticize untouched wilderness and vilify human civilization, assuming that the healthiest landscapes are those least influenced by humans, which can lead to an oversimplified understanding of health and environmental impacts.", "children": [{"text": "This risk certainly exists among ecological illness models, which have a way of skewing us toward a naive romanticisation of unspoiled wilderness, whether inside or outside the body. Invoking the environment tends to vilify the trappings of civilisation wholesale, presuming the healthiest landscapes to be the ones least shaped by human hands. Might my father’s latest bee sting have been quite so bad, I caught myself wondering, if he weren’t taking a daily handful of pills for cholesterol and diabetes? Could he have avoided taking those medications entirely if, in his earlier years, he’d eaten organic vegetables and avoided processed food? The model of the ecological body that predominates in the 21st century reflects our attitude toward an environment we’ve come to see reflexively as fragile, depleted, and sick."}]}]}, {"text": "Biomedicine's compartmentalized approach overlooks contextual factors impacting health.", "children": [{"text": "The reductionist model of biomedicine overlooks important contextual concerns that impact patients' well-being, resulting in the dismissal of certain illnesses and a fragmented approach to healthcare.", "children": [{"text": "That said, the compartmentalised model of biomedicine also has its limits. Its reductionism is obvious to the many patients with contested illnesses whose suffering has been dismissed by the clinical mainstream and therefore continues to smoulder unabated. Even among patients with conventional medical diagnoses, though, there is truth to the criticism that our current fragmentary approach to healthcare can miss the bigger picture. A focus on parts, in neglect of the whole, makes it easy to ignore contextual concerns that are in fact foundational to many patients’ wellbeing, such as economic stability, community membership or the distance between one’s home and the nearest smokestack."}]}]}, {"text": "There is a constant interplay between bodies and environments", "children": [{"text": "In a broken world, bodies are in constant motion.", "children": [{"text": "Broken bodies move inevitably through a broken world"}]}, {"text": "By treating bodies as closed systems, biomedicine's stakeholders can overlook the ecological consequences of their treatments and ignore the environmental harms caused by healthcare practices.", "children": [{"text": "Treating bodies as closed systems also lets biomedicine’s stakeholders reckon with an overly simplified moral calculus. Healthcare carries with it an unseemly effluent that might well contribute to several of the illnesses that it ends up managing. In her cancer memoir The Undying (2019), the writer Anne Boyer describes the persistence of toxic chemotherapy drugs in the common water supply, lamenting that her desire for survival must be squared against the ecological ramifications of its means. This argument can be extended to any industrial mediator of health – disinfectants, microplastics – that pass through the hospital before coming to reside in oceans, clouds or landfills. By practising in a vacuum, clinicians are allowed to fulfil their internal mission while ignoring the collateral harms their work might inflict."}]}]}, {"text": "Environmental crises are leading to new ecological metaphors that could reframe medicine.", "children": [{"text": "A growing awareness of environmental catastrophe has led to a revival of ecological models of illness, challenging the rationalist assumptions of biomedicine and suggesting that society will need to adapt to an increasingly unpredictable and potentially hostile natural world.", "children": [{"text": "I suspect that a brewing awareness of environmental catastrophe has helped catalyse our contemporary revival of ecological models of illness. Increasingly stark climate projections suggest that many of the bedrock assumptions structuring contemporary society will be poised for overhaul. Among them are the rationalist assumptions of biomedicine, which will be ripe for challenge in a world increasingly regarded as irrational. The surprisingly potent venom of a single bee by the trash bins invites a meditation on the selective pressures recently faced by bees at large, whose die-off amid widespread pesticide use and habitat loss portends a massive near-term hit to global agriculture. As awareness of ecological disarray continues to weave itself into the backdrop of our lives, many of us will be primed to return to the stance of our pre-industrial forebears who regarded nature as potent and unpredictable, if not downright hostile."}]}, {"text": "The climate crisis has shaped the author's perspective on the value of their work in medicine, leading them to appreciate the increasing use of environmental metaphors of disease as a potentially powerful tool rather than mere symbolism.", "children": [{"text": "The climate crisis has already begun to alter how I think about the value of my work in medicine. Its triumphant potential feels circumscribed not only by a failure to account for individual cases of debilitating illness, but also by a sense of irrelevance in the face of far more elemental challenges. For both of these reasons, I’m excited by the recent proliferation of environmental metaphors of disease. Of course, these new illness models amount to much more than just the symbolism that frames them, and future study will increase their empirical weight. Until then, though, and against Sontag’s prevailing wisdom, I wonder if we could regard metaphor less as a crutch than as a tool."}]}]}]}, {"text": "There are risks and benefits of using ecological metaphors to understand illness, which relate to broader environmental concerns — these metaphors potentially reframe health as a collective ecological issue.", "children": [{"text": "Re-evaluate traditional individualized healthcare by considering more collective, ecological perspectives.", "children": [{"text": "The concept of leveraging the symbolism of porousness and infiltration in popular health as a corrective to our default paradigm of individualized intervention could refresh our understanding of health as a collective concern.", "children": [{"text": "In his essay ‘Health as a Surrogate for the Environment’ (1990), the physician Edward Burger Jr notes that the threat of environmentally mediated illness has long been used as a motivation for ecological protection – expedient if not entirely unbiased. Fears of carcinogenesis, for instance, have fed efforts to regulate automobile emissions, chemical detergents and DDT. In similar fashion, maybe we could leverage the ascendant symbolism of porousness and infiltration in popular health as a corrective to our default paradigm of siloed, individualised, resource-heavy intervention. With attention to all the strains of suffering that a compartmentalised model fails to address, perhaps we could celebrate the concept of the ecological body to refresh our understanding of health as a collective concern."}]}, {"text": "The author is questioning the traditional approach to healthcare and becoming more open to considering unconventional patient experiences and potential underlying issues.", "children": [{"text": "Conventional clinical readers might be rolling their eyes by now, assuming they’ve made it this far. Fair enough. Interpretive liberties are a risky proposition in healthcare, particularly at a political moment when scientific authority is already under heavy scrutiny. Of late, however, I’ve become increasingly compelled by the patients whose symptoms I can’t ever quite explain. Their intuitions make sense to me lately, in spirit if not always in substance, despite often running counter to most of what I’ve learned since medical school. Broken bodies move inevitably through a broken world. More and more, I’m likewise troubled by what feels like deep pathology sitting just beyond the reach of my clinic."}]}]}]}]}